import React from 'react';

const Courses = () => {
  return (
    <div style={{ padding: '20px' }}>
      <h2>หลักสูตรที่เปิดสอน</h2>
      <h3>ปวช (ระดับปริญญาตรี)</h3>
      <ul>
        <li>หลักสูตรเทคโนโลยีสารสนเทศ</li>
        <li>หลักสูตรวิศวกรรมไฟฟ้า</li>
        <li>หลักสูตรการตลาด</li>
      </ul>
      <h3>ปวส (ระดับปริญญาตรีสูง)</h3>
      <ul>
        <li>หลักสูตรการจัดการธุรกิจ</li>
        <li>หลักสูตรวิศวกรรมเครื่องกล</li>
        <li>หลักสูตรการออกแบบกราฟิก</li>
      </ul>
    </div>
  );
};

export default Courses;
